// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Recipient List:"="Listă destinatar:";
"Add"="Adăugare";
"Delete"="Ştergere";
"Cancel"="Anulare";
"OK"="OK";

"Str_FaxContacts"="Contacte";
"Str_FaxAddressBook"="Agendă";
"Str_Recipient_LastSyncTime"="Ultima sincronizare %@ finalizată la";
"Str_Recipient_OSVersionInfo"="Sincronizare %@ pentru afişarea sau actualizarea conţinutului. Deschideţi [Sincronizare %@] din FAX Utility.";

// ------------------------------------------------------------------------
// Alert
// ------------------------------------------------------------------------
"Str_Alert_Same_Title_Already_Exists"="Înregistrarea nu poate fi adăugată. Există deja o înregistrare cu acelaşi [Nume], [Număr de fax] [Companie/Corp.].";
"Str_Alert_Invalid_FaxNumber"="Numărul de fax include caractere nesuportate.\nPuteţi utiliza numai cifre de la 0-9, *, #, - şi spaţii.";
"Str_Alert_Cannot_Open_Fax_Phone_Book"="%@ nu poate fi deschis.\nCod eroare (%d)";

"Str_RecipientName"="Nume";
"Str_RecipientCompany"="Companie/Corp.";
"Str_RecipientFaxNumber"="Număr de fax";

//---------------------------
"X_CARD"="%@ card";
"ALL_CONTACTS"="Toate contactele";
"Group"="Grup";
"Name"="Nume";
"Phone"="Telefon";

"_$!<Anniversary>!$_"="aniversare";
"_$!<Assistant>!$_"="asistent";
"_$!<Brother>!$_"="frate";
"_$!<Child>!$_"="fiu/fiică";
"_$!<EX-Anniversary>!$_"="aniversare";
"_$!<EX-AssistantName>!$_"="asistent";
"_$!<EX-AssistantPhone>!$_"="asistent";
"_$!<EX-Birthday>!$_"="zi naștere";
"_$!<EX-Business>!$_"="serviciu";
"_$!<EX-BusinessFax>!$_"="fax serv.";
"_$!<EX-BusinessHomePage>!$_"="pagină web";
"_$!<EX-BusinessPhone2>!$_"="alt serviciu";
"_$!<EX-BusinessPhone>!$_"="serviciu";
"_$!<EX-Callback>!$_"="reapelare";
"_$!<EX-CarPhone>!$_"="mașină";
"_$!<EX-CompanyMainPhone>!$_"="principal companie";
"_$!<EX-EmailAddress1>!$_"="e-mail 1";
"_$!<EX-EmailAddress2>!$_"="e-mail 2";
"_$!<EX-EmailAddress3>!$_"="e-mail 3";
"_$!<EX-Home>!$_"="acasă";
"_$!<EX-HomeFax>!$_"="fax acasă";
"_$!<EX-HomePhone2>!$_"="alt domiciliu";
"_$!<EX-HomePhone>!$_"="acasă";
"_$!<EX-ImAddress1>!$_"="mesagerie 1";
"_$!<EX-ImAddress2>!$_"="mesagerie 2";
"_$!<EX-ImAddress3>!$_"="mesagerie 3";
"_$!<EX-Isdn>!$_"="ISDN";
"_$!<EX-Manager>!$_"="manager";
"_$!<EX-MobilePhone>!$_"="mobil";
"_$!<EX-Other>!$_"="altele";
"_$!<EX-OtherFax>!$_"="alt fax";
"_$!<EX-OtherTelephone>!$_"="altele";
"_$!<EX-Pager>!$_"="pager";
"_$!<EX-PrimaryPhone>!$_"="principal";
"_$!<EX-RadioPhone>!$_"="radio";
"_$!<EX-SpouseName>!$_"="soț/soție";
"_$!<EX-Telex>!$_"="telex";
"_$!<EX-TtyTddPhone>!$_"="TDD/TTY";
"_$!<Father>!$_"="tată";
"_$!<Friend>!$_"="prieten";
"_$!<Home>!$_"="acasă";
"_$!<HomeFAX>!$_"="fax acasă";
"_$!<HomePage>!$_"="pagină web";
"_$!<Main>!$_"="principal";
"_$!<Manager>!$_"="manager";
"_$!<Mobile>!$_"="mobil";
"_$!<MobileMe>!$_"="MobileMe";
"_$!<Mother>!$_"="mama";
"_$!<Other>!$_"="altele";
"_$!<OtherFAX>!$_"="alt fax";
"_$!<Pager>!$_"="pager";
"_$!<Parent>!$_"="părinte";
"_$!<Partner>!$_"="partener";
"_$!<Sister>!$_"="soră";
"_$!<Spouse>!$_"="soț/soție";
"_$!<Work>!$_"="serviciu";
"_$!<WorkFAX>!$_"="fax serv.";
